{
	"_meta": {
		"sources": [
			{
				"json": "9F",
				"abbreviation": "9F",
				"full": "9 New Feats",
				"authors": [
					"Gadget Blanchard"
				],
				"convertedBy": [
					"Modnar"
				],
				"version": "1.0",
				"url": "https://www...",
				"targetSchema": "1.0.0"
			}
		],
		"dateAdded": 1548505822,
		"dateLastModified": 1548505822
	},
	"feat": [
		{
			"name": "Bonded Companion",
			"source": "9F",
			"prerequisite": [
				{
					"other": "a pet, animal companion, familiar or steed"
				}
			],
			"entries": [
				"You have spent your time bonding with and training your creature to enhance their abilities. Your connection with them becomes so strong that you feel their pain and they feel yours.",
				"After bonding with a companion you can use future feats to bond further with them as listed below. These additional feats can be taken multiple times.",
				{
					"type": "inset",
					"entries": [
						{
							"type": "entries",
							"name": "Level up",
							"entries": [
								"Your creature gains an additional hit dice in HP permanently and gets a +1 to all attacks."
							]
						},
						{
							"type": "entries",
							"name": "Shared pain",
							"entries": [
								"You can divert half the damage you take in one blow to your creature. You can also take half the damage your creature gets hit with in one blow on yourself.",
								"You can use your hit dice to heal your creature during a short rest in the same way that you would heal yourself and you gain an additional hit dice back during a long rest.",
								"You can {@i share the pain} as many times as your characters level between long rests. You must both be on the same plane of existence to {@i share the pain}."
							]
						},
						{
							"type": "entries",
							"name": "Comforting presence",
							"entries": [
								"You always know the direction your creature is and their distance from you as long as they are on the same plane of existence. They also know where to find you.",
								"You can feel their life force no matter where they are and tell when they get injured. They can also tell when you get injured.",
								"Unless given instructions otherwise they will try to come to your aid any time you take an injury. No matter their instructions they will stand over you and defend you when you reach 0HP."
							]
						}
					]
				}
			]
		}
 
